espressif/esp-wifi-remote/components/esp_wifi_remote/examples/mqtt/sdkconfig.ci.hosted
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
CONFIG_ESP_WIFI_SSID="local_mosquitto"
CONFIG_ESP_WIFI_PASSWORD="local_mosquitto_password"
CONFIG_ESP_WIFI_REMOTE_LIBRARY_EPPP=n
CONFIG_ESP_WIFI_REMOTE_LIBRARY_HOSTED=y
CONFIG_SLAVE_IDF_TARGET_ESP32C6=y

CONFIG_ESP_HOSTED_SDIO_SLOT_1=y
CONFIG_ESP_HOSTED_HOST_SDIO_PIN_CMD=52
CONFIG_ESP_HOSTED_HOST_SDIO_PIN_CLK=51
CONFIG_ESP_HOSTED_HOST_SDIO_PIN_D0=50
CONFIG_ESP_HOSTED_HOST_SDIO_PIN_D1=49
CONFIG_ESP_HOSTED_HOST_SDIO_PIN_D2=48
CONFIG_ESP_HOSTED_HOST_SDIO_PIN_D3=47
CONFIG_ESP_HOSTED_HOST_RESET_GPIO=9
